;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Kolbjørn Stuestøl
; TranslationAuthorEmail: kolbjoern@stuestoel.no
; Soft Version: 7.x
;
[Lang]
NativeLanguage=Norsk ( Nynorsk )

[Translation]
ReadHabit=Left-to-right
LanguageName=nn
LangCode=0814
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informasjon
Warning=Åtvaring
Error=Feil
Confirm=Informasjon
FrmWRC.btnregclean.caption=Rydd registeret
FrmWRC.btnadv.caption=Trim registeret
FrmWRC.btnsilm.caption=Defragmenter registeret
FrmWRC.btnrestore.caption=Gjenopprett
FrmWRC.btnsettings.caption=Innstillingar
FrmWRC.btnlikeit.caption=Lik oss
FrmWRC.btnsuggest.caption=Forslag og tilbakemeldingar
FrmWRC.WiseSimpleButton1.caption=Reservekopi
FrmRegClean.btnall.caption=Vel alt
FrmRegClean.btnre.caption=Tilrådd
FrmRegClean.btnnone.caption=Vel ingen
FrmRegClean.btnCustom.caption=Tilpass området
FrmRegClean.WiseLabel1.caption=Tidsplanleggar
FrmRegClean.lbltype.caption=Vel køyretype:
FrmRegClean.lblweek.caption=Vel dag:
FrmRegClean.lbltime.caption=Tid:
FrmRegClean.btnScan.caption=Start skanninga
FrmRegClean.btncancel.caption=Avbryt
FrmRegClean.btnrescan.caption=Skann igjen
FrmRegClean.lblstat.caption=Du har førebels ikkje rydda registeret. Du bør gjere det snart.
FrmRegClean.vtrc.Columns[0]=Data
FrmRegClean.vtrc.Columns[1]=Registernøkkel
FrmOptimizer.btnSlimming.caption=Optimalilser
FrmOptimizer.btnnone.caption=Vel ingen
FrmOptimizer.btnall.caption=Vel alt
FrmOptimizer.btnDefault.caption=Normalinnstillingane for systemet.
FrmOptimizer.lblrecommendinfo.caption=Prøv gjerne andre produkt frå WiseCleaner.com.
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer er ei samling av program for å rydde registeret, harddiskane og anna utstyr kopla til datamaskinen. Er både effektivt og lett å bruke.
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner er det beste programmet for å fjerne søppelfiler og personlege spor frå PC-en. Raskt, påliteleg og sikkert.
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Vil du gjerne forbetre ytingane for Windows?
Frmoptimizer.lblinfoex.caption=Ved å trimme systemet kan du forbetre nettverktilgangen, gjere Windows raskare og gjere maskinen meir stabil. 
FrmOptimizer.btnoptimize.caption=Optimalilser
FrmRegDefragger.lblinfo.caption=Defragmentering av registeret vil gjere maskinen raskare og sikrare.
FrmRegDefragger.lblstat.caption=Du har førebels ikkje defragmentert registeret. Du bør gjere det snart.
FrmRegDefragger.btndefrag.caption=Defragmenter
FrmRegDefragger.lblinfo1.caption=1. Lukk alle program før du køyrer denne funksjonen.
FrmRegDefragger.lblinfo2.caption=2. Datamaskinen vil vere utilgjengeleg under analyseringa.
FrmRegDefragger.lblinfo3.caption=3. Maskinen blir starta på nytt når defragmenteringa er ferdig.
FrmRegDefragger.lblinfo4.caption=4. BRYT IKKJE AV defragmenteringa. Det kan få uante følgjer.
FrmRegDefragger.vtdefrag.Columns[0]=Registernamn
FrmRegDefragger.vtdefrag.Columns[1]=Nåverande storleik
FrmRegDefragger.vtdefrag.Columns[2]=Ny storleik
FrmRegDefragger.vtdefrag.Columns[3]=Reduksjon
FrmRegDefragger.btnAnalysis.caption=Analyse
Frmcustom.caption=Tilpass området
Frmcustom.btnre.caption=Tilrådd
Frmcustom.btnall.caption=Vel alt
Frmcustom.btnnone.caption=Vel ingen
Frmcustom.btncancel.caption=Avbryt
Frmcustom.btnok.caption=OK
FrmAbout.lblver.caption=Versjon:
FrmAbout.lblemail.caption=Support E-post:
FrmAbout.lblemailinfo.caption=Support@wisecleaner.com
FrmAbout.lblhome.caption=Heimeside:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Takk til desse personane for bidrag:
FrmAboutWin.caption=Om
FrmAboutWin.btnok.caption=OK
FrmSettings.caption=Innstillingar
FrmSettings.tsCommon.caption=Generell
FrmSettings.tsAutoRun.caption=Autokøyr
FrmSettings.tsExclusion.caption=Utelatingar
FrmSettings.btnrestore.caption=Om oss
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Avbryt
FrmAutorunSettings.chk1.caption=Lag ein «Rydd med 1-klikk» snarveg på skrivebordet.
FrmAutorunSettings.lblcmd.caption=Kommandolinjemodus
FrmAutorunSettings.lblcmdinfo.caption=Du kan køyre programmet, skanne og rydde registeret automatisk frå kommandolinja. For meir informasjon trykk F1 eller trykk på lenka nedanfor for å få opp hjelp på nettet.
FrmAutorunSettings.btnhelp.caption=Hjelp på nettet
FrmExclusion.btnAdd.caption=Legg til eit nøkkelord
FrmExclusion.btnExport.caption=Eksporter
FrmExclusion.btnRemove.caption=Fjern
FrmExclusion.btnimport.caption=Importer
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Avbryt
FrmGeneral.chkNews.caption=Fån nyhendebrev automatisk
FrmGeneral.WiseLabel1.caption=Sjå etter oppdateringar
FrmGeneral.WiseLabel2.caption=Standardspråk:
FrmGeneral.btnchecknew.caption=Sjekk Nå
FrmGeneral.lbtran.caption=Omsett til …
FrmGeneral.lblscanmode.caption=Korleis skanne registeret
FrmGeneral.rdnormal.caption=Normal (tilrådd)
FrmGeneral.rdssafe.caption=Bare sikre (Bare innslag som trgt kan fjernast)
FrmGeneral.rddeep.caption=Full (for avanserte brukarar)
Frm_br.btncancel.caption=Avbryt
FrmBackup.caption=Reservekopi
FrmBackup.btnreg.caption=Lag ein fullstendig reservekopi
FrmBackup.btnsys.caption=Lag eit gjenopprettingspunkt
FrmRestore.caption=Gjenopprett
FrmRestore.btnRegBk.caption=Sikringskopi av registeret
FrmRestore.btnSysBK.caption=Gjenopprettingspunkt
FrmRestore.btnclose.caption=Lukk
FrmRestore.btnrestore.caption=Gjenopprett
FrmRestore.btnremove.caption=Fjern
frmupdate.caption=Programoppdatering
pmHelp=Hjelp på nettet
pmHome=Heimeside
pmCheckNew=Sjå etter oppdateringar
pmLang=Språk
pmAbout=Om
pmIgnore=Oversjå dette elementet
pmrec=Tilrådd
pmAll1=Vel alt
pmNone=Vel ingen
pmGo=Gå til elementet
pmExport=Eksporter til …
FrmlikeUs.lblTitle.caption=Dersom du likar Wise Disk Cleaner, kan du gjerne tilrå dette gratisverktøyet til alle venene dine.
FrmlikeUs.lblInfo.caption=Del gjerne Wise Disk Cleaner med familien din, venene dine, klassekameratane dine eller kollegaane dine via e-post, Blog, Twitter, Youtube, Facebook osv. … Dette vil gjere livet deira både meir komfortabelt og meir effektivt.
FrmlikeUs.lblRate.caption=Ranger Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Følgj oss på:
FrmlikeUs.lblshare.caption=Del Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Gratis Nedlasting
FrmlikeUs.imgrate.hint=Gi oss fem stjerner
FrmlikeUs.imgmail.hint=Del det med venene dine
FrmlikeUs.imgface1.hint=Del på Facebook
FrmlikeUs.imgface2.hint=Følgj oss på Facebook
FrmlikeUs.imgtwitter1.hint=Del på Twitter
FrmlikeUs.imgtwitter2.hint=Følgj oss på Twitter
FrmlikeUs.Caption=Lik oss
FrmlikeUs.lbldownload.caption=Last ned andre gratisprogram frå WiseCleaner.com:
FrmProcess.Caption=Registeranalyse
FrmProcess.lblwait.caption=Analyserer …
FrmProcess.lblinfo.caption=PC-en vil vere utilgjengeleg under analyseringa.
[GUI]
ButtonYes=Ja
ButtonNo=Nei
ButtonOK=OK
ButtonMinimize=Minimer
ButtonMaximize=Maksimer
ButtonClose=Lukk
ButtonRestore=Gjenopprett
ButtonMenu=Meny
[Message]
Total=Totalt
DefragRate=Registeret kan reduserast med %s
SuggestDefrag=Du bør defragmentere registeret snarast
SuggestIgnore=Det er lite å tene på å defragmentere nå. Du kan like gjerne vente med å gjere det til seinare.
TypeNoError=Rydda
NeverClean=Du har førebels ikkje rydda registeret. Du bør gjere det snart.
AdviseClean=Regelmessig opprydding i registeret vil gjere at maskinen arbeider raskare og sikrare.
DupItem=Elementet er sett inn i  lista
Advisedefrag=Defragmentering av registeret vil gjere maskinen raskare og sikrare.
NeverDefrag=Du har førebels ikkje defragmentert registeret. Du bør gjere det snart.
LastDefrag=Registeret blei sist defragmentert
TotalDefrag=%.2f er komprimert
DefaultValue=(Normal)
RegBackup=Reservekopier registeret
RegRestore=Gjenopprett registeret
CreateBackup=Lager reservekopi …
Compress=Komprimerer …
Extracte=Ekstraherer …
Complete=Ferdig
RestoreReg=Gjenoppretter registeret … Vent noen minutt …
NotSupportOS=Eigenskapen blir ikkje støtta av dette operativsystemet.
EnableRestore=Systemgjenopprettinga er fråkopla, vil du aktivere den til igjen?
SysCreating=Lager gjenopprettingspunkt …
SysRestoring=Klargjer for gjenoppretting av systemet …
RestorePointDone=Gjenopprettingspunktet laga.
RestorePointFail=Greidde ikkje å laga noe gjenopprettingspunkt.
ErrorMsg=Feilmelding:
Area=Område
Summary=Beskriving
LeastOne=Du må velje minst eitt område.
IsRunning=Programmet skanner. Vent til skanninga er ferdig og prøv igjen.
Optimized=Optimalisert
DefragReport=Registeret er komprimert. Rapport:
DefragReport1=Gamal registerstorleik:
DefragReport2=Ny registerstorleik:
DefragReport3=Optimalisert registerstorleik:
ReOptimize=Optimaliser igjen.
ComfirmDefrag=Lagra alt uferdig arbeid. PC-en vil bli starta på nytt når defragmenteringa er utført. Vil du byrje nå?
def15After=Det har gått %d dagar sidan du defragmenterte registeret. Du bør defragmentere registeret nå.
def15Before=PC-en vil arbeide raskare og meir stabilt dersom du held registeret mest mogleg samla.
KeyWord=Skriv inn nøkkelorda:
ExImport=Ekskluderingslista er eksportert til:
NoNewVer=Du bruker siste versjon.
Daily=Dagleg
Weekly=Kvar veke
Monthly=Kvar månad
Never=Aldri
TranslateTo=Omsett til …
NeedBack=Sidan det ser ut til at dette er første gongen du køyrer dette programmet, vil vi tilrå at du lager ein reservekopi av registeret. Vil du gjere det nå?
Newsletter=Nyhendebrev
UpgradeInfo=Oppgrader informasjonen
CannotCrTask=Kan ikkje lage tidsplanoppgåve.
ScheduleNextTime=Neste gong:
Exported=Objekta er eksporterte til %s, vil du opne fila nå?
Idle=Når maskinen er ledig
LastClean=Sist det blei rydda i registeret for denne maskinen var  
Monday=Måndag
Tuesday=Tysdag
Wednesday=Onsdag
Thursday=Torsdag
Friday=Fredag
Saturday=Laurdag
Sunday=Søndag
IssueFound=Fann %d element
Scanning=Skanner …
ScanCanceled=Skanninga er avbroten!
FindError=Fann %d element denne gongen, av desse er %d usikre å fjerne.
LogAll=Av %d fundne element er %d element fiksa.
LogFail=%d element kunne ikkje fjernast.
StartClean=Start ryddinga
StartScan=Start skanninga
7After=Det er %d dagar sidan maskinen blei skanna. Det blir rådd til å skanne maskinen nå.
7Before=Det er ein god vane å halde harddiskane reine og å sikre personvernet.
ReScanHint=Fann %d element. Det er ein god idé å skanne igjen for å kanskje finne fleire.
CleanNow=Det blir tilrådd å rydde straks.
NoError=Gratulerer. Du har eit reint register i denne maskinen.
GoodHabit=Det er ein god vane å rydde i datamaskinen frå tid til anna for å halde maskinen i toppform.
ReScanHint1=Vi tilrår å skanne igjen for å finne potensielle element.
TypeChanged=Du har endra innstillinga for skanninga.
ReScanHint2=Skann igjen for å finne fleire tilfelle.
CleanDone=Ferdig med ryddinga!
bkAuto=Automatisk
bkManual=Manuell
BackupDate=Tid for reservekopi
BackupType=Type reservekopi
Problems=Utgåver
CreateDate=Dato oppretta
Description=Beskriving
Removebackup=Vil du fjerne den valde reservekopien?
RemoveSysRestore=Ønskjer du å fjerne det valde gjenopprettingspunktet?
NoBackupSelected=Du må velje minst ein sikringskopi som skal gjenopprettast.
RestoreComplete=Gjenopprettinga ferdig.
RestoreFromSysRestore=Du må starte datamaskinen på nytt for å gjenopprette systemet. Vil du starte på nytt nå?
[Tuneup]
RestoreAll=Vil du tilbakestille til normalinnstillingane for Windows?
NoSelectedItem=Du må velje minst eit element som skal optimaliserast.
OptItems=Desse %d elementa kan optimaliserast
ItemsOptimized=%d element er optimaliserte
TakeEff=Noen av endringane vil først bli aktiverte når maskinen blir starta på nytt.
NoItems=Gratulerer! Harddisken er rein.
BootSpeedup=Få fart på oppstart/avslutning
SystemStable=Systemstabilitet
SystemSpeedup=Systemakselerering
NetworkSpeedup=Nettverkakselerering
PrefetchParameters=Optimer Windows-prefetch-parameter for raskare oppstart av Windows.
BootDelay=Reduser diskkontroll («Check Disk») for raskare oppstart av Windows.
BootPartition=Aktiver optimaliseringsfunksjonen for raskare oppstart av Windows. 
ClearPagingFile=Deaktiver tømminga av «Windows paging file» for raskare avslutning av Windows. 
TimeOut=Reduser tomgangskøyringa for program for raskare avslutning av Windows. 
AutoKill=Lukk hengande prosessar for å unngå systemkrasj.
RestartExplorer=Start Windows Explorer på nytt automatisk for å unngå at skrivebordet ikkje blir vist.
TwoProcess=Sett komponentar i Windows Explorer til å køyre separat for å unngå systemkonfliktar.
ErrorReport=Filer for feilrapportar
Debugger=Deaktiver Windows debugger for raskare feilhandtering.
OptMemory=Optimaliser normalinnstillingane for minnet for å forbetre systemet
OptVEff=Optimaliser diverse grenseflatekomponentar så som dialogboksar, menyar osv, for å forbetre systemet. 
OptFileSystem=Optimaliser filsystemet for å forbetre systemet.
OptDiskSystem=Optimaliser undersystema for disk I/O for å forbetre systemet
DisAutoRun=Deaktiver «Autoplay» for harddiskane for å forhindre virusinfeksjon.
OptDiskIdle=Optimaliser disk I/O når CPU-en går på tomgang.
OptTTL=Optimaliser innstillingane for TTL (Time To Live) for å forbetre nettilgangen. 
OptNetForward=Optimaliser førehandslagringa for å forbetre nettilgangen.
OptMTU=Forbetre TCP/IP-utføringa ved automatisk registrering av «svarte hol»  i routing over Path MTU Discovery technique 
OptWINS=Optimaliser spørjetida for WINS namn for å auke farten på dataoverføringane.
OptNetWork=Optimaliser nettverkinnstillingane for å forbetre nettilgangen. 
CloseAnimate=Deaktiver «Transition effects» for å auke farten på Windows.
PagingExecutive=Deaktiver minnepagineringa og reduser disk I/O for betre programkøyring. (Kan bli ignorert dersom fysisk minne er mindre enn 1 Gb). 
StaticIP=Sett ein statisk IP for den lokale oppkoplinga for å gjere oppstartren raskare.
PorcessorTime=Optimaliser CPU-innstillingane for å gjer program, spel o.l. raskare. (Blir ignorrt om maskinen er sett opp som tenar (server)). 
DisableIDECheck=Deaktiver Windows IDE-kanalsjekking for å gjere oppstarten av Windows raskare.
[Type]
Activex=ActiveX/COM komponentar
FireWall=Oppsett for brannmuren
RootAll=Ugyldige stigar
SoftwareSection=Programstigar
ApplicationPaths=Stigar for programtillegg
FileTypes=Filtypar
HelpFiles=Hjelpfiler
Fonts=Skrifttypar
SharedDLL=Delte DDL
MRULists=Brukar-MRU-lister
UninstallSection=Avinstallasjonar
StartMenu=Startmeny
StartupProgram=Oppstartprogram
SoundandAppEvents=Lyd- og bruks-hendingar
IEUrlHistory=IE nettlogg
IFEO=Køyring av biletfiler
EmptyKey=Tomme nøklar
App=Programinnstillingar
[ErrorMessage]
EmptyKey=Tom nøkkel
EmptyHelpdirctory=Tom hjelpmappe
FileNotExist=Fila/mappa finst ikkje
HFileNotExist=Hjelpfila/-mappa finst ikkje
EmptyValue=Utan verdi
TypeLib=Typebiblioteket finst ikkje:
NodeEmpty=Tom node
SharedFilenotexist=Delt fil finst ikkje
sharedfilenotbeuse=Delt fil ikkje i bruk
noconnection=Utan koplingsinformasjon
Invalidpathtoicon=Ugyldig ikon-stig
ReferstoaninvalidClass=Refererer til ugyldig «Class»
Emptyshellcommand=Shell-komandoen er tom.
Invalidshellcommand=Ugyldig shell-komando. (Fila finst ikkje).
Fontsnotexist=Skriftfila finst ikkje
Hijacking=%s er overtatt av %s.
MRULists=Brukar-MRU-lister
invalidOpenWith=Ingen andre program er assosiert med denne typen
ReferActivex=Refererertil eit ugyldig Activex/COM innslag.
EmptyCLSID=Tom CLSID
ComSourceNotExist=COM-kjelda finst ikkje.
invalidUnistall=Ugyldig installasjonsinformasjon
notexist=finst ikkje
ObsoleteStartMenuItem=Forelda element for startmenyen
SoundFilenotexist=Lydfila finst ikkje
FileNotExist1=Fila/mappa finst ikkje, men disken «%s» er %s. Du kan ignorere denne feilen
[CommonClean]
WhenIdle=Når maskinen er ledig
[Summary]
Activex=Ugyldige komponentar for ActiveX og COM
FireWall=Ugyldige innstillingar for Windows brannmur
RootAll=Ugyldige stigar og filer
SoftwareSection=Ugyldige programstigar og filer etter avinstallerte program
ApplicationPaths=Ugyldige programstigar og filer
FileTypes=Ugyldig informasjon om filutviding
HelpFiles=Ugyldige hjelpfiler
Fonts=Ugyldig informasjon om skrifttypar
SharedDLL=Manglande bibliotek for delte dynamiske lenker
MRULists=Logg over kva filer som har vore opna, filmar som er sett, dokument som er redigert osv. 
UninstallSection=Ugyldig informasjon om avinnstallering
StartMenu=Forelda element frå startmenyen
StartupProgram=Forelda eller ygyldige oppstartprogram
SoundandAppEvents=Forelda eller ygyldige innstillingar for lyd og hendingar
IEUrlHistory=EI sin logg over besøkte nettstader
IFEO=Skadelege innslag laga av spionprogram, virus o.l.
EmptyKey=Innslag utan informasjon
App=Ugyldige programinnstillingar
[AutoClean]
ErrorsFixed=feil er rydda bort
Title=Gratulerer!
ErrorsFound=feil fundne

